app/controllers/users_controller.rb

INSERT INTO "users" ("name", "email", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "lelelel"], ["email", "llellele"], ["created_at", "2015-09-29 13:37:02.489046"], ["updated_at", "2015-09-29 13:37:02.489046"]]
---
  def create
    @user = User.new(user_params)
    if @user.save